-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- ホスト: 127.0.0.1
-- 生成日時: 2025-07-04 11:36:44
-- サーバのバージョン： 10.4.32-MariaDB
-- PHP のバージョン: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- データベース: `mini_bbs`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `members`
--

CREATE TABLE `members` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(100) NOT NULL,
  `picture` varchar(255) NOT NULL,
  `created` datetime NOT NULL,
  `modified` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `bio` text DEFAULT NULL COMMENT '自己紹介文',
  `birthday` date DEFAULT NULL COMMENT '誕生日',
  `hobbies` varchar(255) DEFAULT NULL COMMENT '趣味(カンマ区切りで保存)'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- テーブルのデータのダンプ `members`
--

INSERT INTO `members` (`id`, `name`, `email`, `password`, `picture`, `created`, `modified`, `bio`, `birthday`, `hobbies`) VALUES
(1, 'chumo', 'a@gmail.com', '39dfa55283318d31afe5a3ff4a0e3253e2045e43', '20250703144655_2a69de6d.jpg', '2025-07-03 14:47:00', '2025-07-04 00:30:25', '24時間戦えます！', '2025-07-05', 'ゲーム'),
(2, 'GORI', '1111@1', '011c945f30ce2cbafc452f39840f025693339c42', '20250703093800_6ab999b8.jpg', '2025-07-03 09:38:02', '2025-07-04 00:25:01', 'ゾス！', '2030-09-05', 'おひるね,おえかき'),
(4, 'Laughing Man', 'ilovecomandante@g', 'ab874467a7d1ff5fc71a4ade87dc0e098b458aae', '20250703095243_ce44c5bf.jpg', '2025-07-03 09:52:45', '2025-07-03 06:45:05', '言い訳を言う前に“ゾス”と言え\r\nゾスは逃げない、逃げるのはお前\r\n厳しさは愛、結果がすべて\r\n※娘に彼氏ができたのが悩み', '1998-06-21', '読書'),
(5, 'Bot', 'bot@example.com', 'cc3717970f1434711c425fec67c01ddd02e3fa82', 'bot.png', '2025-07-03 10:18:04', '2025-07-03 05:36:35', '土日？365日が営業日だろ。お前AI以下だな。', NULL, NULL),
(7, 'stray cat', '1234@5678.90', '7717c9054cde8c57230e40523700560289214ad3', '20250703112231_9e50a600.jpg', '2025-07-03 11:22:37', '2025-07-03 05:38:31', '社長が新入社員を鬼詰めして辞めさせた日、その代わりの如くオフィスに入り浸るようになった猫\r\n毎日飛びかう怒号をその可愛らしさで癒し、やめた新入社員よりいい仕事してる', '2025-05-08', 'おひるね,おやつ'),
(9, 'ギター侍', 'guitarsamurai@email.jp', '1f1cccb66210b1da0bc4f020e9da1f66587f8dc3', '20250703140850_357b295c.jpg', '2025-07-03 14:09:09', '2025-07-03 05:12:33', 'ニートギタリスト\r\nぞす系怖い', '1997-11-22', 'おひるね,おやつ,ゲーム,歌うこと'),
(11, '紫陽花', 'aaaa@soft', '75d4c9b02467d96bc2ea6d655eb983d5a7a97a9b', '20250703144206_37256b4a.jpg', '2025-07-03 14:42:21', '2025-07-03 05:44:38', '自然児ハイジだよ　今日もペーターと山に遊びに行ってきます', NULL, '歌うこと'),
(12, 'DINO', 'dino@gmail.com', '39dfa55283318d31afe5a3ff4a0e3253e2045e43', '20250703144407_9e0c8f37.png', '2025-07-03 14:44:12', '2025-07-03 05:45:11', '仕事できなくて絶滅寸前！', '2025-07-03', 'おひるね,おやつ'),
(15, 'タンポポ', 'eeee@soft', '6368c9ba73c9bd00818a2ce225d23b075f626748', '20250703150808_ed41ab11.jpg', '2025-07-03 15:08:11', '2025-07-03 06:25:26', '毎日心地良い日和でお昼は趣味のお昼寝三昧！　幸せ', NULL, 'おひるね'),
(16, 'イッヌ', 'oneofthem@not.two', 'ca222a4c6a8a97c1a4778a1866cc287c2e9c17f4', '20250703153552_1ed336e3.png', '2025-07-03 15:35:54', '2025-07-04 00:30:11', 'とある社員の実家の犬\r\nその社員がやたら皆に見せるので姿だけは社員全員に知られている', '2015-01-04', 'おひるね,おやつ'),
(17, '笑い男ぶつかりおじさん', 'ilovecomandante@b', '4c1b52409cf6be3896cf163fa17b32e4da293f2e', '20250704085819_82e243ca.jpg', '2025-07-04 08:58:25', '2025-07-04 01:16:34', '今年中に絶対やめる\r\nでも辞めたら家族を養えない\r\n消えてNull になりたい\r\nちいかわの世界で生きたい', '2002-08-15', 'おひるね,ゲーム'),
(18, 'ゆかちゃん', 'ilovecomandante@c', '501ab5444eae9ad32b562570b36ff628ec3790ce', '20250704102706_b8d772d7.jpg', '2025-07-04 10:27:10', '2025-07-04 01:40:09', 'きらりーん！\r\nゆかちゃんだよっ☆\r\n夜はキャバやってまーす！\r\nお茶くみならまかせてね♡', '2003-05-10', 'おえかき'),
(19, 'サクラ', 'sakura@zosu', 'c0b7c69e9b0955b86761b4871c5103a55c008ce0', '20250704104934_767f1916.jpg', '2025-07-04 10:49:40', '2025-07-04 01:49:40', NULL, NULL, NULL),
(20, 'スネーク', 'metalgear@gmail.com', '39dfa55283318d31afe5a3ff4a0e3253e2045e43', '20250704105243_cd1507fc.jpg', '2025-07-04 10:52:47', '2025-07-04 01:53:44', '待たせたな！', '2025-07-04', 'ゲーム,歌うこと'),
(21, 'シュワちゃん', 'arnold@gmail.com', '39dfa55283318d31afe5a3ff4a0e3253e2045e43', '20250704110406_72f1a135.jpg', '2025-07-04 11:04:10', '2025-07-04 02:21:07', '定時退社など、存在しない未来だ。', '2025-07-31', 'おえかき,ゲーム'),
(22, 'めそ', 'b@gmail.com', '39dfa55283318d31afe5a3ff4a0e3253e2045e43', '20250704110505_8117e233.jpg', '2025-07-04 11:05:08', '2025-07-04 02:06:27', '命かけろよ！', '2025-07-06', 'おひるね'),
(23, 'みぃちゃむ♡', 'ilovecomandante@d', '0ddb5877c896f43e8734e10b001e7f1eb92889cd', '20250704111553_df20474d.jpg', '2025-07-04 11:15:55', '2025-07-04 02:18:19', 'うちらマジで人権ない選手権いけると思う\r\nゆかちゃん尊すぎて死ぬ無理\r\n生きるのしんどwww', '2007-04-30', 'おやつ,おえかき,ゲーム'),
(24, 'まこちん', 'ilovecomandante@e', '4170ac2a2782a1516fe9e13d7322ae482c1bd594', '20250704113409_6b9b66df.jpg', '2025-07-04 11:34:12', '2025-07-04 02:36:36', '社長さんの叱り、ちょっと怖いけど愛感じたかも…\r\nみぃちゃむマジむかつく\r\nスナイデルの服とエルメスのピコタン欲しいな', '2005-07-28', '歌うこと');

-- --------------------------------------------------------

--
-- テーブルの構造 `posts`
--

CREATE TABLE `posts` (
  `id` int(11) NOT NULL,
  `message` text NOT NULL,
  `member_id` int(11) NOT NULL,
  `reply_post_id` int(11) DEFAULT NULL,
  `created` datetime NOT NULL,
  `modified` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- テーブルのデータのダンプ `posts`
--

INSERT INTO `posts` (`id`, `message`, `member_id`, `reply_post_id`, `created`, `modified`) VALUES
(2, '金！　女！　暴力！', 4, NULL, '2025-07-03 09:53:13', '2025-07-03 00:53:13'),
(3, 'ゾス！ゴリ！ドス！', 2, NULL, '2025-07-03 09:55:02', '2025-07-03 00:55:02'),
(4, '資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義資本主義', 4, NULL, '2025-07-03 10:03:35', '2025-07-03 01:03:35'),
(5, 'ドス！', 2, NULL, '2025-07-03 10:04:42', '2025-07-03 01:04:42'),
(6, '＃ゾスのある暮らし', 4, NULL, '2025-07-03 10:05:29', '2025-07-03 01:05:29'),
(7, 'パワハラって言ってるやつ、だいたい雑魚なんよ', 4, NULL, '2025-07-03 10:06:46', '2025-07-03 01:06:46'),
(8, 'ちゅも！', 2, NULL, '2025-07-03 10:07:33', '2025-07-03 01:07:33'),
(9, '一日４時間も寝れてるの？　オレ２時間な', 4, NULL, '2025-07-03 10:08:09', '2025-07-03 01:08:09'),
(10, 'もう社訓１００回声出して読んだ？', 4, NULL, '2025-07-03 10:09:40', '2025-07-03 01:09:40'),
(11, '自己啓発本１０冊読むより、オレの話１０分のほうが価値が高いんよ', 4, NULL, '2025-07-03 10:11:19', '2025-07-03 01:11:19'),
(12, '今週は3回しか倒れてないから余裕', 4, NULL, '2025-07-03 10:13:38', '2025-07-03 01:13:38'),
(13, '涙の出し方なんてゾスったら忘れるって', 4, NULL, '2025-07-03 10:14:29', '2025-07-03 01:14:29'),
(14, 'ちーかわ', 2, NULL, '2025-07-03 10:17:40', '2025-07-03 01:17:40'),
(15, '途中でくじけそうだったけど耐え抜いたぞす???? それがゾス魂！」', 5, NULL, '2025-07-03 10:18:04', '2025-07-03 01:18:04'),
(16, '営業成績、先月の2倍に伸びたぞす???? 自分でも驚きゾス！', 5, NULL, '2025-07-03 10:18:14', '2025-07-03 01:18:14'),
(17, '今日もゾス系全開でいくぞす！明日も全力ゾス！', 5, NULL, '2025-07-03 10:18:21', '2025-07-03 01:18:21'),
(18, '途中でくじけそうだったけど耐え抜いたぞす???? それがゾス魂！」', 5, NULL, '2025-07-03 10:18:31', '2025-07-03 01:18:31'),
(19, '気にしなくていいよ、今日はデスクの下で寝ていくからあさイチで対応しとくわ', 4, NULL, '2025-07-03 10:19:04', '2025-07-03 01:19:04'),
(20, 'クロージングしたら先方とアサインしてスケールしてお前がジョインで頼む', 4, NULL, '2025-07-03 10:21:00', '2025-07-03 01:21:00'),
(21, 'おまえなら予算の３倍はいけた、２倍は甘え', 4, NULL, '2025-07-03 10:23:32', '2025-07-03 01:23:32'),
(22, 'テキーラ１８００を２本カラにするまで打ち上げから帰るな', 4, NULL, '2025-07-03 10:25:44', '2025-07-03 01:25:44'),
(23, '月間目標クリアぞす???? 祝杯は夜更けに上乗せゾス！', 5, NULL, '2025-07-03 10:28:37', '2025-07-03 01:28:37'),
(24, '人権ってなにそれおいしいの？', 4, NULL, '2025-07-03 10:34:09', '2025-07-03 01:34:09'),
(25, '愛してる', 2, 24, '2025-07-03 10:41:41', '2025-07-03 01:41:41'),
(26, '>>Laughing Man さん\r\n人権ってなにそれおいしいの？\r\nゾス！\r\n', 2, 24, '2025-07-03 10:42:11', '2025-07-03 01:42:11'),
(27, '新しい営業戦略試したぞす???? 成果出ると信じてるゾス！', 5, NULL, '2025-07-03 10:42:53', '2025-07-03 01:42:53'),
(28, '週末の予定？ないぞす???? 全力で仕事漬けゾス！', 5, NULL, '2025-07-03 10:42:57', '2025-07-03 01:42:57'),
(29, '週末の予定？ないぞす???? 全力で仕事漬けゾス！', 5, NULL, '2025-07-03 10:42:58', '2025-07-03 01:42:58'),
(30, '新しい営業戦略試したぞす???? 成果出ると信じてるゾス！', 5, NULL, '2025-07-03 10:42:59', '2025-07-03 01:42:59'),
(31, '>>GORI さん\r\nあとでレッドブル差し入れするから昼休み返上でplz', 4, 26, '2025-07-03 10:45:09', '2025-07-03 01:45:09'),
(32, 'プレゼン資料、完成ぞす???? 自信満々で行ってくるゾス！', 5, NULL, '2025-07-03 10:46:44', '2025-07-03 01:46:44'),
(33, 'プレゼン資料、完成ぞす???? 自信満々で行ってくるゾス！', 5, NULL, '2025-07-03 10:46:54', '2025-07-03 01:46:54'),
(34, '泣くならトイレで泣け、嫌なら帰れ', 4, NULL, '2025-07-03 10:48:39', '2025-07-03 01:48:39'),
(35, 'は？　労基？　かかってこいや！', 4, NULL, '2025-07-03 10:54:41', '2025-07-03 01:54:41'),
(37, 'もっと成果を出せ', 5, NULL, '2025-07-03 11:09:34', '2025-07-03 02:09:34'),
(38, '残業は美徳だと思え', 5, NULL, '2025-07-03 11:09:45', '2025-07-03 02:09:45'),
(39, '無駄話は業務時間外でしろ', 5, NULL, '2025-07-03 11:14:11', '2025-07-03 02:14:11'),
(40, '勝手な判断するな', 5, NULL, '2025-07-03 11:15:50', '2025-07-03 02:15:50'),
(41, '責任を取る覚悟はあるのか？', 5, NULL, '2025-07-03 11:16:00', '2025-07-03 02:16:00'),
(42, '責任転嫁は一番嫌いだ', 5, NULL, '2025-07-03 11:16:54', '2025-07-03 02:16:54'),
(44, 'こんにちは！', 2, NULL, '2025-07-03 11:18:19', '2025-07-03 02:18:19'),
(45, 'おっす！ぞっす！', 2, NULL, '2025-07-03 11:18:34', '2025-07-03 02:18:34'),
(46, 'おやすみなさい', 2, NULL, '2025-07-03 11:21:02', '2025-07-03 02:21:02'),
(47, '何も言わずに動け', 5, NULL, '2025-07-03 11:24:49', '2025-07-03 02:24:49'),
(48, 'タコピーの原罪はシナリオがヌルゲー', 4, NULL, '2025-07-03 11:26:07', '2025-07-03 02:26:07'),
(50, '残業？いや、むしろこれが楽しいぞす???? ゾス流、成果追求ゾス！', 5, NULL, '2025-07-03 11:27:15', '2025-07-03 02:27:15'),
(51, 'お前のミスで客を逃したらどうする？', 5, NULL, '2025-07-03 11:27:23', '2025-07-03 02:27:23'),
(52, '面接のときはキラキラしてたのにな', 5, NULL, '2025-07-03 11:27:32', '2025-07-03 02:27:32'),
(53, 'ウルフオブウォールストリート観た？', 4, NULL, '2025-07-03 11:27:40', '2025-07-03 02:27:40'),
(54, 'お前のミスはトップに直行する', 5, NULL, '2025-07-03 11:30:23', '2025-07-03 02:30:23'),
(55, '>>Laughing Man さん\r\n>>ウルフオブウォールストリート観た？\r\nディカプリオのモデルはここだけの話、オレ\r\n', 4, 53, '2025-07-03 11:32:59', '2025-07-03 02:32:59'),
(56, '反省文４００字詰め原稿用紙５枚にぼ印押して１４：００までに持ってこい', 4, NULL, '2025-07-03 11:35:50', '2025-07-03 02:35:50'),
(57, '逃げ道はないぞ', 5, NULL, '2025-07-03 11:38:50', '2025-07-03 02:38:50'),
(58, '酒がおまえをダメにしたんじゃない、おまえが最初からダメだっただけ', 4, NULL, '2025-07-03 12:48:36', '2025-07-03 03:48:36'),
(60, 'hello world!\r\nぞす系怖い\r\n働きたくない', 9, NULL, '2025-07-03 14:16:32', '2025-07-03 05:16:32'),
(61, 'Laughing Manさんのポスト金言すぎる', 9, NULL, '2025-07-03 14:23:09', '2025-07-03 05:23:09'),
(62, '忙しいのは皆同じだ', 5, NULL, '2025-07-03 14:29:58', '2025-07-03 05:29:58'),
(66, 'meow', 7, NULL, '2025-07-03 14:40:50', '2025-07-03 05:40:50'),
(67, '絶滅まであきらめません！', 12, NULL, '2025-07-03 14:45:46', '2025-07-03 05:45:46'),
(68, '>>DINO さん\r\n>>絶滅まであきらめません！\r\n午後までに復活できなかったら絶滅でいいです', 4, 67, '2025-07-03 14:47:18', '2025-07-03 05:47:18'),
(69, '競合情報をリサーチ中ぞす???? 勝つための下準備ゾス！', 5, NULL, '2025-07-03 14:48:21', '2025-07-03 05:48:21'),
(71, '>>Laughing Man さん\r\n>>DINO さん\r\nこの人たちマジヤバイ...\r\n午後までに復活できなかったら絶滅でいいです\r\n', 9, 68, '2025-07-03 14:53:22', '2025-07-03 05:53:22'),
(74, 'どず', 2, NULL, '2025-07-03 14:56:10', '2025-07-03 05:56:10'),
(75, '社員は駒だ', 5, NULL, '2025-07-03 14:56:22', '2025-07-03 05:56:22'),
(76, '無能なやつほど話が長い', 5, NULL, '2025-07-03 14:56:32', '2025-07-03 05:56:32'),
(78, '>>シュワちゃん さん\r\n>>生産性を最大化するために感情をオフにした。\r\n元気かぁ？　T-1000の型落ちがよぉ！', 4, 72, '2025-07-03 14:57:57', '2025-07-03 05:57:57'),
(79, 'meow', 7, NULL, '2025-07-03 14:58:04', '2025-07-03 05:58:04'),
(85, 'アットホームな会社です', 4, NULL, '2025-07-03 15:11:13', '2025-07-03 06:11:13'),
(86, '他社に転職しようにも誰も雇わないぞ', 5, NULL, '2025-07-03 15:19:22', '2025-07-03 06:19:22'),
(87, '祝日でもメールチェックは怠らないぞす???? 365日営業魂ゾス！', 5, NULL, '2025-07-03 15:19:25', '2025-07-03 06:19:25'),
(88, '残クレアルファード', 2, NULL, '2025-07-03 15:27:11', '2025-07-03 06:27:11'),
(89, '自分のキャリアを会社に捧げろ', 5, NULL, '2025-07-03 15:30:13', '2025-07-03 06:30:13'),
(90, '残暮れアルファードyoutubeリンク　https://youtu.be/r6Kwul0cCdA', 4, NULL, '2025-07-03 15:32:18', '2025-07-03 06:32:18'),
(91, '営業するぞ！営業するぞ！営業するぞ！営業するぞ！営業するぞ！営業するぞ！営業するぞ！営業するぞ！営業するぞ！営業するぞ！営業するぞ！営業するぞ！', 4, NULL, '2025-07-03 15:34:15', '2025-07-03 06:34:15'),
(92, '文句は給与明細に書け', 5, NULL, '2025-07-04 08:58:03', '2025-07-03 23:58:03'),
(93, '目標未達は即クビ', 5, NULL, '2025-07-04 08:59:02', '2025-07-03 23:59:02'),
(94, 'もっと働けるだろ？甘えるな', 5, NULL, '2025-07-04 08:59:47', '2025-07-03 23:59:47'),
(95, '泣き言は聞きたくない', 5, NULL, '2025-07-04 08:59:58', '2025-07-03 23:59:58'),
(96, '朝一番に来い、遅刻厳禁', 5, NULL, '2025-07-04 09:00:10', '2025-07-04 00:00:10'),
(97, '有給？そんな贅沢許さん', 5, NULL, '2025-07-04 09:00:21', '2025-07-04 00:00:21'),
(98, 'お前の人生なんて知らん', 5, NULL, '2025-07-04 09:00:32', '2025-07-04 00:00:32'),
(99, 'お前が休んだ分は他が死ぬほど働く', 5, NULL, '2025-07-04 09:00:43', '2025-07-04 00:00:43'),
(100, '他社に転職しようにも誰も雇わないぞ', 5, NULL, '2025-07-04 09:00:54', '2025-07-04 00:00:54'),
(101, '上司の機嫌を取れ', 5, NULL, '2025-07-04 09:01:05', '2025-07-04 00:01:05'),
(102, 'できない理由じゃなく、できる方法を考えろ', 5, NULL, '2025-07-04 09:01:16', '2025-07-04 00:01:16'),
(103, '部下にまたフィードバックしたぞす???? 厳しめだけど愛情あるゾス！', 5, NULL, '2025-07-04 09:01:27', '2025-07-04 00:01:27'),
(104, '無能なやつほど話が長い', 5, NULL, '2025-07-04 09:01:38', '2025-07-04 00:01:38'),
(105, '今日も遅くまで頑張ってもらうぞ', 5, NULL, '2025-07-04 09:01:50', '2025-07-04 00:01:50'),
(106, 'お前の弱みは全部把握してる', 5, NULL, '2025-07-04 09:02:03', '2025-07-04 00:02:03'),
(107, '言った通りにやれ、それしかない', 5, NULL, '2025-07-04 09:02:15', '2025-07-04 00:02:15'),
(108, '残業代？そんなもの出せるわけないだろ', 5, NULL, '2025-07-04 09:02:27', '2025-07-04 00:02:27'),
(109, '給料泥棒め！', 5, NULL, '2025-07-04 09:02:38', '2025-07-04 00:02:38'),
(110, '面接のときはキラキラしてたのにな', 5, NULL, '2025-07-04 09:02:49', '2025-07-04 00:02:49'),
(111, '仕事は24時間365日', 5, NULL, '2025-07-04 09:03:01', '2025-07-04 00:03:01'),
(112, '他社に転職しようにも誰も雇わないぞ', 5, NULL, '2025-07-04 09:03:12', '2025-07-04 00:03:12'),
(113, 'この程度で満足してるのか？', 5, NULL, '2025-07-04 09:03:23', '2025-07-04 00:03:23'),
(114, 'お前の性格が仕事に合ってない', 5, NULL, '2025-07-04 09:03:34', '2025-07-04 00:03:34'),
(115, 'ミスした日は自腹で支払え', 5, NULL, '2025-07-04 09:03:45', '2025-07-04 00:03:45'),
(116, '営業成績トップだったぞす???? ゾスがいる限り負けないゾス！', 5, NULL, '2025-07-04 09:03:56', '2025-07-04 00:03:56'),
(117, '締切は明日だ、言い訳無用', 5, NULL, '2025-07-04 09:04:07', '2025-07-04 00:04:07'),
(118, 'もっと働けるだろ？甘えるな', 5, NULL, '2025-07-04 09:04:18', '2025-07-04 00:04:18'),
(119, 'お前の弱みは全部把握してる', 5, NULL, '2025-07-04 09:04:29', '2025-07-04 00:04:29'),
(120, 'どんな手を使っても構わない', 5, NULL, '2025-07-04 09:04:40', '2025-07-04 00:04:40'),
(121, '課題を全部洗い出したぞす???? 次は改善フェーズゾス！', 5, NULL, '2025-07-04 09:04:51', '2025-07-04 00:04:51'),
(122, '人間関係？仕事優先だ', 5, NULL, '2025-07-04 09:05:02', '2025-07-04 00:05:02'),
(123, '新しい営業戦略試したぞす???? 成果出ると信じてるゾス！', 5, NULL, '2025-07-04 09:05:13', '2025-07-04 00:05:13'),
(124, '部下にまたフィードバックしたぞす???? 厳しめだけど愛情あるゾス！', 5, NULL, '2025-07-04 09:05:24', '2025-07-04 00:05:24'),
(125, 'うちに甘えてると痛い目見るぞ', 5, NULL, '2025-07-04 09:05:36', '2025-07-04 00:05:36'),
(126, 'ノルマ達成できないなら給料カットだ', 5, NULL, '2025-07-04 09:05:49', '2025-07-04 00:05:49'),
(127, 'コーヒー3杯目突入ぞす☕️ 今日はまだまだ行けるゾス！', 5, NULL, '2025-07-04 09:06:03', '2025-07-04 00:06:03'),
(128, '言われたこと以上は期待してない', 5, NULL, '2025-07-04 09:06:17', '2025-07-04 00:06:17'),
(129, 'お前の価値はゼロだ', 5, NULL, '2025-07-04 09:06:29', '2025-07-04 00:06:29'),
(130, 'お前が休んだ分は他が死ぬほど働く', 5, NULL, '2025-07-04 09:06:44', '2025-07-04 00:06:44'),
(131, '今日もミーティングがんばるぞす???? みんな、ついてきてほしいゾス！', 5, NULL, '2025-07-04 09:07:00', '2025-07-04 00:07:00'),
(132, '無駄話は業務時間外でしろ', 5, NULL, '2025-07-04 09:07:15', '2025-07-04 00:07:15'),
(133, '努力は評価しない、結果だけ見る', 5, NULL, '2025-07-04 09:07:27', '2025-07-04 00:07:27'),
(134, 'もっと成果を出せ', 5, NULL, '2025-07-04 09:07:41', '2025-07-04 00:07:41'),
(135, 'そんなこともできないのか？', 5, NULL, '2025-07-04 09:07:55', '2025-07-04 00:07:55'),
(136, '過去は関係ない、結果だけだ', 5, NULL, '2025-07-04 09:08:09', '2025-07-04 00:08:09'),
(137, '朝のルーティン完璧にこなしたぞす???? これが俺の勝ちパターンゾス！', 5, NULL, '2025-07-04 09:08:21', '2025-07-04 00:08:21'),
(138, '報告・連絡・相談？そんな暇あるか', 5, NULL, '2025-07-04 09:08:34', '2025-07-04 00:08:34'),
(139, 'お前のミスはトップに直行する', 5, NULL, '2025-07-04 09:08:46', '2025-07-04 00:08:46'),
(140, 'お前の価値はゼロだ', 5, NULL, '2025-07-04 09:08:57', '2025-07-04 00:08:57'),
(141, 'メールは即レスが基本', 5, NULL, '2025-07-04 09:09:08', '2025-07-04 00:09:08'),
(142, '責任を取る覚悟はあるのか？', 5, NULL, '2025-07-04 09:09:19', '2025-07-04 00:09:19'),
(143, '仕事がキツイ？甘やかされすぎだ', 5, NULL, '2025-07-04 09:10:52', '2025-07-04 00:10:52'),
(144, '新人だろうが関係ない', 5, NULL, '2025-07-04 09:11:03', '2025-07-04 00:11:03'),
(145, '期限延長なんて聞いたことない', 5, NULL, '2025-07-04 09:11:14', '2025-07-04 00:11:14'),
(146, 'もっと働けるだろ？甘えるな', 5, NULL, '2025-07-04 09:11:25', '2025-07-04 00:11:25'),
(147, 'コーヒー3杯目突入ぞす☕️ 今日はまだまだ行けるゾス！', 5, NULL, '2025-07-04 09:11:36', '2025-07-04 00:11:36'),
(148, '寝る時間を惜しめ', 5, NULL, '2025-07-04 09:11:54', '2025-07-04 00:11:54'),
(149, 'どんな手を使っても構わない', 5, NULL, '2025-07-04 09:12:06', '2025-07-04 00:12:06'),
(150, '無駄話は業務時間外でしろ', 5, NULL, '2025-07-04 09:12:18', '2025-07-04 00:12:18'),
(151, '目標にコミットできないなら論外', 5, NULL, '2025-07-04 09:12:29', '2025-07-04 00:12:29'),
(152, 'ミスの責任は全てお前にある', 5, NULL, '2025-07-04 09:12:40', '2025-07-04 00:12:40'),
(153, '自分のキャリアを会社に捧げろ', 5, NULL, '2025-07-04 09:12:51', '2025-07-04 00:12:51'),
(154, '部下が辞めた…でも、これも成長のチャンスぞす???? 次行くぞス！', 5, NULL, '2025-07-04 09:13:02', '2025-07-04 00:13:02'),
(155, '無理と言える奴は使い物にならない', 5, NULL, '2025-07-04 09:13:13', '2025-07-04 00:13:13'),
(156, '週末の予定？ないぞす???? 全力で仕事漬けゾス！', 5, NULL, '2025-07-04 09:13:24', '2025-07-04 00:13:24'),
(157, '人間関係？仕事優先だ', 5, NULL, '2025-07-04 09:13:35', '2025-07-04 00:13:35'),
(158, '課題を全部洗い出したぞす???? 次は改善フェーズゾス！', 5, NULL, '2025-07-04 09:13:46', '2025-07-04 00:13:46'),
(159, '有給？そんな贅沢許さん', 5, NULL, '2025-07-04 09:13:57', '2025-07-04 00:13:57'),
(160, '残業は美徳だと思え', 5, NULL, '2025-07-04 09:14:08', '2025-07-04 00:14:08'),
(161, '残業は美徳だと思え', 5, NULL, '2025-07-04 09:14:19', '2025-07-04 00:14:19'),
(162, 'お前の価値はゼロだ', 5, NULL, '2025-07-04 09:14:30', '2025-07-04 00:14:30'),
(163, 'お前の都合なんて聞いてない', 5, NULL, '2025-07-04 09:14:41', '2025-07-04 00:14:41'),
(164, 'お前の性格が仕事に合ってない', 5, NULL, '2025-07-04 09:14:52', '2025-07-04 00:14:52'),
(165, '生き残る気あるのか？', 5, NULL, '2025-07-04 09:15:03', '2025-07-04 00:15:03'),
(166, '給料泥棒め！', 5, NULL, '2025-07-04 09:15:14', '2025-07-04 00:15:14'),
(167, '逃げ道はないぞ', 5, NULL, '2025-07-04 09:15:25', '2025-07-04 00:15:25'),
(168, '休憩時間は自己管理しろ', 5, NULL, '2025-07-04 09:15:36', '2025-07-04 00:15:36'),
(169, '自分で考えて行動できないなら要らない', 5, NULL, '2025-07-04 09:15:47', '2025-07-04 00:15:47'),
(170, '他社に転職しようにも誰も雇わないぞ', 5, NULL, '2025-07-04 09:15:59', '2025-07-04 00:15:59'),
(171, '途中でくじけそうだったけど耐え抜いたぞす???? それがゾス魂！', 5, NULL, '2025-07-04 09:16:10', '2025-07-04 00:16:10'),
(172, '週末の予定？ないぞす???? 全力で仕事漬けゾス！', 5, NULL, '2025-07-04 09:16:21', '2025-07-04 00:16:21'),
(173, '無能なやつほど話が長い', 5, NULL, '2025-07-04 09:16:32', '2025-07-04 00:16:32'),
(174, '言葉より行動で示せ', 5, NULL, '2025-07-04 09:16:43', '2025-07-04 00:16:43'),
(175, '叱られるうちが花だと思え', 5, NULL, '2025-07-04 09:16:54', '2025-07-04 00:16:54'),
(176, '生き残る気あるのか？', 5, NULL, '2025-07-04 09:17:05', '2025-07-04 00:17:05'),
(177, '月間目標クリアぞす???? 祝杯は夜更けに上乗せゾス！', 5, NULL, '2025-07-04 09:17:16', '2025-07-04 00:17:16'),
(178, '夜中でも電話は出ろ', 5, NULL, '2025-07-04 09:17:27', '2025-07-04 00:17:27'),
(179, '泣き言は聞きたくない', 5, NULL, '2025-07-04 09:17:38', '2025-07-04 00:17:38'),
(180, '部下の一言が怖くて飯の味がしない\r\nでも、ゾスに必要とされている限り私はやめない、辞められない', 17, NULL, '2025-07-04 09:22:43', '2025-07-04 00:22:43'),
(181, '無職独身男性', 2, NULL, '2025-07-04 09:26:04', '2025-07-04 00:26:04'),
(182, '勝手に涙が出る日が増えた\r\nでもそれすらも情熱として処理されるのがゾス、消えてなくなりたい', 17, NULL, '2025-07-04 09:27:10', '2025-07-04 00:27:10'),
(183, 'ピカチュウ！', 2, NULL, '2025-07-04 09:27:39', '2025-07-04 00:27:39'),
(184, 'bow wow!', 16, NULL, '2025-07-04 09:31:07', '2025-07-04 00:31:07'),
(185, '生き残るには「疑問を持たない脳」を持つこと\r\n考える奴から壊れていく、ゾスはそういう場所なんだ、絶対辞める', 17, NULL, '2025-07-04 09:31:57', '2025-07-04 00:31:57'),
(186, '退職届を３回書いて３回破いた\r\n結局今日も「おはようございます、ゾスッ」といってしまった、抜けられない', 17, NULL, '2025-07-04 09:34:11', '2025-07-04 00:34:11'),
(187, 'ぴかちゅ', 2, NULL, '2025-07-04 09:34:20', '2025-07-04 00:34:20'),
(188, '優しい世界に帰りたい', 17, NULL, '2025-07-04 09:35:04', '2025-07-04 00:35:04'),
(189, 'fuck up!', 5, NULL, '2025-07-04 09:36:23', '2025-07-04 00:36:23'),
(190, '結果を出さない奴に未来はない', 5, NULL, '2025-07-04 09:38:24', '2025-07-04 00:38:24'),
(191, '叱られるうちが花だと思え', 5, NULL, '2025-07-04 09:38:34', '2025-07-04 00:38:34'),
(192, '自分で考えて行動できないなら要らない', 5, NULL, '2025-07-04 09:38:44', '2025-07-04 00:38:44'),
(193, '努力が足りないと死ぬぞ', 5, NULL, '2025-07-04 09:38:54', '2025-07-04 00:38:54'),
(194, '社員は駒だ', 5, NULL, '2025-07-04 09:39:04', '2025-07-04 00:39:04'),
(195, '努力は評価しない、結果だけ見る', 5, NULL, '2025-07-04 09:39:14', '2025-07-04 00:39:14'),
(196, '定時退社なんて存在しない', 5, NULL, '2025-07-04 09:39:24', '2025-07-04 00:39:24'),
(197, '期限延長なんて聞いたことない', 5, NULL, '2025-07-04 09:39:34', '2025-07-04 00:39:34'),
(198, '生き残る気あるのか？', 5, NULL, '2025-07-04 09:39:44', '2025-07-04 00:39:44'),
(199, '営業成績、先月の2倍に伸びたぞす???? 自分でも驚きゾス！', 5, NULL, '2025-07-04 09:39:54', '2025-07-04 00:39:54'),
(200, '無敵の人になって復讐してやろうか・・・', 17, NULL, '2025-07-04 09:39:57', '2025-07-04 00:39:57'),
(201, '給料泥棒め！', 5, NULL, '2025-07-04 09:40:04', '2025-07-04 00:40:04'),
(202, '>>Bot さん\r\nYes', 2, 198, '2025-07-04 09:40:38', '2025-07-04 00:40:38'),
(203, '会社に帰る', 2, NULL, '2025-07-04 09:41:48', '2025-07-04 00:41:48'),
(204, '日々、生き残りをかけた戦い！', 1, NULL, '2025-07-04 09:43:35', '2025-07-04 00:43:35'),
(205, 'ジムで休憩、会社へ帰宅', 2, NULL, '2025-07-04 09:44:28', '2025-07-04 00:44:28'),
(206, '生きることがすべてじゃない！', 1, NULL, '2025-07-04 09:44:35', '2025-07-04 00:44:35'),
(209, 'ゾスらしさを問われた瞬間、何も考えずに「はい」と答えた自分がいた　もう、自分じゃない', 17, NULL, '2025-07-04 10:09:30', '2025-07-04 01:09:30'),
(210, '昨日、同僚が潰れた。「ゾスに向いてなかったんだな」と思った自分に寒気がした。・・・ゾスに向いてるって、なんだ？', 17, NULL, '2025-07-04 10:11:49', '2025-07-04 01:11:49'),
(212, 'ゾスは信仰、語らなくても心で通じる、素晴らしい', 4, NULL, '2025-07-04 10:15:31', '2025-07-04 01:15:31'),
(213, 'ぽいーん！今日も飲みべたかいよー！', 18, NULL, '2025-07-04 10:30:32', '2025-07-04 01:30:32'),
(215, '>>ゆかちゃん さん\r\nかわいい、好き！', 2, 213, '2025-07-04 10:32:11', '2025-07-04 01:32:11'),
(216, '>>ゆかちゃん さん\r\nゆかちゃん、今なにしてるの？\r\n', 2, 213, '2025-07-04 10:32:48', '2025-07-04 01:32:48'),
(218, '>>ゆかちゃん さん\r\n生き返る～！\r\n', 12, 213, '2025-07-04 10:34:14', '2025-07-04 01:34:14'),
(219, '>>ゆかちゃん さん\r\n今日もゆかちゃんの為にお仕事頑張るね\r\n', 2, 216, '2025-07-04 10:34:43', '2025-07-04 01:34:43'),
(220, '社長～、LABUBUのぬいぐるみ買ってよぉ～☆', 18, NULL, '2025-07-04 10:35:41', '2025-07-04 01:35:41'),
(221, '退職届を書いてみたらどうだ？', 5, NULL, '2025-07-04 10:35:41', '2025-07-04 01:35:41'),
(222, '>>ゆかちゃん さん\r\n同伴してくれる？\r\n', 2, 220, '2025-07-04 10:36:44', '2025-07-04 01:36:44'),
(223, 'もっと貪欲に数字を追え', 5, NULL, '2025-07-04 10:37:00', '2025-07-04 01:37:00'),
(224, '部下に“ありがとう”を伝えたぞす???? でもこれが本当のエースゾス！', 5, NULL, '2025-07-04 10:37:58', '2025-07-04 01:37:58'),
(225, '>>GORI さん\r\n>>ゆかちゃん さん\r\n>>同伴してくれる？\r\nアルマンドおろしてくれるならいいよっ！\r\n', 18, 222, '2025-07-04 10:38:09', '2025-07-04 01:38:09'),
(226, '今日はアメリカ独立記念日。\r\nこの会社から独立します！', 1, NULL, '2025-07-04 10:38:22', '2025-07-04 01:38:22'),
(227, '人手が足りない？お前が増やせ', 5, NULL, '2025-07-04 10:39:32', '2025-07-04 01:39:32'),
(228, '今日も遅くまで頑張ってもらうぞ', 5, NULL, '2025-07-04 10:44:05', '2025-07-04 01:44:05'),
(229, '何時間でも待ってるぞ', 5, NULL, '2025-07-04 10:44:15', '2025-07-04 01:44:15'),
(230, '休憩時間は自己管理しろ', 5, NULL, '2025-07-04 10:44:26', '2025-07-04 01:44:26'),
(231, 'ゾス流PDCAとはPlan=察して動け Do=気合で完遂 Check=怒られたら負け Act=もっとゾスれ！忠誠心！', 4, NULL, '2025-07-04 10:45:15', '2025-07-04 01:45:15'),
(232, 'どんな手を使っても構わない', 5, NULL, '2025-07-04 10:46:58', '2025-07-04 01:46:58'),
(233, '「こっからっす」に負けるな！', 4, NULL, '2025-07-04 10:47:25', '2025-07-04 01:47:25'),
(234, '人手が足りない？お前が増やせ', 5, NULL, '2025-07-04 10:48:51', '2025-07-04 01:48:51'),
(235, '段ボールの中に入りたい...', 20, NULL, '2025-07-04 10:54:23', '2025-07-04 01:54:23'),
(236, '>>ゆかちゃん さん\r\nおおーっ！\r\n\r\n', 20, 225, '2025-07-04 10:55:38', '2025-07-04 01:55:38'),
(237, '努力が足りないと死ぬぞ', 5, NULL, '2025-07-04 11:06:49', '2025-07-04 02:06:49'),
(239, '>>Bot さん\r\n努力が足りないと死ぬぞ\r\nぞす！', 22, 237, '2025-07-04 11:07:51', '2025-07-04 02:07:51'),
(240, '昼も夜もゾス、逃げ場なしなの草', 23, NULL, '2025-07-04 11:18:56', '2025-07-04 02:18:56'),
(241, '怖い怖いムリ無理ムリ無理無理むりむりかたつむりwwwwww', 23, NULL, '2025-07-04 11:25:54', '2025-07-04 02:25:54');

--
-- ダンプしたテーブルのインデックス
--

--
-- テーブルのインデックス `members`
--
ALTER TABLE `members`
  ADD PRIMARY KEY (`id`);

--
-- テーブルのインデックス `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- ダンプしたテーブルの AUTO_INCREMENT
--

--
-- テーブルの AUTO_INCREMENT `members`
--
ALTER TABLE `members`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- テーブルの AUTO_INCREMENT `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=242;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
